const defaultProjs = {
    ieProj: {
        "id": 271,
        "name": "电子的木制金枪鱼",
        "category": "大创",
        "deadline": "2025-03-10 21:00:47",
        "status": "\"valid\"",
        "current": 4,
        "required": 8,
        "brief": "复头积。能线世感始记统复文。之火型治通。务相厂决量事小即压家。型比片。同联好。求山越日与内清以点观。装求段增即委矿各。",
        "detail": "原专受海少。身直少。见白便眼书。\n什据好斗但空压备级派。色科层号力的不线。展头写转心但决派半识。\n设些你装取温土老。生统林进格当点。统新事号便。\n况商眼走厂族正主越。度整究。除备清调。\n速老取对区维。查出两路方资据。酸候需结数质。\n持队史导。使好资建来群难。元自的构料者没文。\n圆通育业格节及团。过听明目层所律变石。米管造本于导严规具条。\n应格今好许价领世。农文石土。制准线同量。\n求斯育公学算理族更。治备南期好于。形农主难规取理。",
        "instructor": "泉沐辰",
        "major": "网络安全",
        "filedOfResearch": "缩减的稳定并行",
        "ieCategory": "{{'创新类项目'}}",
        "subjectSource": "自主课题",
        "fundNumber": "aaa10710-f982-4109-bb34-9b8c81367c3f"
    },
    competitionProj: {
        "id": 8,
        "name": "智能的木制裤子",
        "category": "竞赛",
        "deadline": "2024-12-25 12:19:39",
        "status": "\"valid\"",
        "current": 6,
        "required": 9,
        "brief": "记路属龙准都。才作声会电改。人却员条十带务手。处当相。传龙全。",
        "detail": "算心制有白半响精场织。果快清学生相。复认面真每常派大克。\n一火然斯查。铁要交厂山以设。再系验南重。\n西无可它例别强常称。命十放由口海究事前。据支石油被写过天两数。\n至王她计热示最。话白色离件建。和合包就真半拉治。\n保地然住经。层积小气都识列。受各容打了事表为置。",
        "instructor": "雀梓萱",
        "major": "化学",
        "competitionId": 987
    },
    graduationProj: {
        "id": 577,
        "name": "精致的混凝土衬衫",
        "category": "毕设",
        "deadline": "2025-03-04 20:09:34",
        "status": "invalid",
        "current": 2,
        "required": 8,
        "brief": "响装花技从面场段二。其因求风。易过也。几好情正果快变五。通增值两适可是。整置要直发小么。部集身些必进。联农导且。",
        "detail": "务验里论连例片拉。置科效通确。联身例量局。\n小那流南酸证。上个示活具便拉斗。你高义。\n外直需线主所务成构。法龙际打。响前确路。\n更支程油。又与要为电组门查并。之快但上。\n机正应市容程主。二治农飞级林。里验说。\n们按义目。列白便。得于于织那性带。\n自度都外千性前到完电。反系取广心清信选问。很意发果利使受需。",
        "instructor": "台涛",
        "major": "新闻传播学"
    }
}

export default defaultProjs;